Repository: yoza/base-elements
Catalog: elements/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Uploaded '%s' file is not an image. You can upload only valid image file!
ru: Загружаемый '%s' файл не является изображением. Вы можете загружать только разрешенные типы файлов изображений!

source: Thumbnail creation failed.
ru: Создание иконки закончилось неудачей.

source: Site
ru: Сайт

source: Right block
ru: Блок справа

source: Show/hide right block on the main page
ru: Показать/скрыть правый блок главной страницы

source: Left block
ru: Блок слева

source: Show/hide left block on the main page
ru: Показать/скрыть левый блок главной страницы

source: GA code
ru: GA код

source: Custom JavaScript: Google Analitics JS code etc. Copy and paste it on this field.
ru: Ваш JavaScript: например Google Analitics js код. Скопируйте его и вставьте в это поле.

source: slug
ru: слуг

source: site params slug
ru: слуг коллекции параметров сайта

source: last update time
ru: дата последнего обновления

source: site parameter
ru: параметр сайта

source: site parameters
ru: параметры сайта

source: Site title
ru: Заголовок сайта

source: Put here alternative text for logo image and site name
ru: Добавьте сюда альтернативный текст для картинки лого и названия сайта

source: copyright
ru: копирайт

source: Site copyright
ru: Копирайт сайта

source: Site slogan
ru: Слоган сайта

source: Put here text for site slogan
ru: Добавьте сюда текст слогана сайта

source: description
ru: описание

source: Site Description
ru: Описание сайта

source: Meta description
ru: Мета описание

source: The site meta description
ru: Описание сайта

source: Meta keywords
ru: Мета ключи

source: Site meta keywords. Please write a comma separated.
ru: Мета ключи сайта. Пожалуйста пишите разделяя запятой.

source: Parameters data for site
ru: Данные параметров для сайта

source: Search...
ru: Искать...

source: The navigation was updated successfully. You may edit it again below.
ru: Навигация была успешно сохранена. Ниже вы ее снова можете редактировать.

source: Save selected changes
ru: Сохранить выбранные изменения

source: Database error
ru: Ошибка базы данных

source: Items must be selected in order to perform actions on them. No items have been changed.
ru: Для исполнения акции элемент должен быть выбран. Нет элементов для изменения.

source: Edit
ru: Редактирование

source: To allow for insert banner on this place, please insert true 'width' and 'height' on the banner slot before!
ru: Для того, чтобы вставить баннер на это место, пожалуйста предварительно введите правильную 'ширину' и 'высоту' слота баннеров

source: Change:
ru: Изменить:

source: %(count)i day ago
ru: %(count)i день назад

source: %(count)i hour ago
ru: %(count)i час назад

source: %(count)i minute ago
ru: %(count)i минуту назад

source: few seconds ago
ru: несколько секунд назад

source: An error occured with the CAPTCHA service. Please try again.
ru: Ошибка при обращении к CAPTCHA сервису. Пожалуста попробуйте еще раз.

source: Please enter the CAPTCHA solution.
ru: Пожалуста введите содержание CAPTCHA

source: An incorrect CAPTCHA solution was entered.
ru: Введено неправильное содержание CAPTCHA

source: Apologies. The page you requested could not be found
ru: Извините. Запрошенная вами страница не найдена

source: We apologize for any inconvenience.
ru: Мы извиняемся за причиненные неудобства.

source: To return to the home page please click
ru: Для возврата на главную страницу пожалуйста кликните

source: here
ru: здесь

source: Models available in the %(name)s application.
ru: Доступны модели в %(name)s приложении.

source: Add
ru: Добавить

source: Change
ru: Изменить:

source: You don't have permission to edit anything.
ru: Вы не имеете разрешения на редактирование чего-либо.

source: Move
ru: Переместить

source: Home
ru: Главная

source: Hide an application filter
ru: Скрыть фильтр приложения

source: Show an application filter
ru: Показать фильтр приложения

source: Filter
ru: Фильтр

source: Note
ru: Заметка

source: You will have to activate JavaScript in your browser's settings to be able to reorder the objects.
ru: Вам необходимо активировать JavaScript в настройках вашего браузера для получения возможности сортировать объекты.

source: Manage
ru: Управление

source: View on site
ru: Посмотреть на сайте

source: Add another %(verbose_name)s
ru: Добавить ещё %(verbose_name)s

source: Remove
ru: Удалить

source: previous
ru: предыдущая

source: next
ru: следующая

source: File-Browser
ru: Файл-браузер

source: Attention! JavaScript must be enabled in order for this page to function properly. However, it seems that you have JavaScript disabled or not supported by your browser.
ru: Внимание! Для правильной работы сайта JavaScript должен быть включен. У вас JavaScript либо отлючен, либо ваш браузер его не поддерживает.

source: Please enable JavaScript in your browser settings.
ru: Пожалуйста включите поддержку JavaScript в настройках вашего браузера.

source: In detail
ru: Подробней

source: All dates
ru: Все даты
